Repository: mpdifran/bloom
Catalog: Apps/Bloom/Bloom/Localizable.xcstrings
Source language: en
Languages: de, es, fr, fr_ca, nl

source: Higher body fat percentages can be associated with an increased risk of health issues such as cardiovascular disease, diabetes, and other metabolic conditions. It may indicate a need for lifestyle changes to improve health.
de: Ein höherer Körperfettanteil kann mit einem erhöhten Risiko für Herz-Kreislauf-Erkrankungen, Diabetes und andere Stoffwechselstörungen einhergehen. Änderungen im Lebensstil können sich lohnen.
es: Un porcentaje de grasa corporal alto puede asociarse a mayor riesgo de enfermedad cardiovascular, diabetes y otros trastornos metabólicos. Puede ser señal de que conviene cambiar algunos hábitos.
fr: Un pourcentage de masse grasse élevé peut être associé à un risque accru de problèmes de santé comme les maladies cardiovasculaires, le diabète et d'autres troubles métaboliques. Cela peut indiquer qu'un changement d'habitudes de vie serait bénéfique.
fr_ca: Un pourcentage de masse grasse élevé peut être associé à un risque accru de problèmes de santé comme les maladies cardiovasculaires, le diabète et d'autres troubles métaboliques. Cela peut indiquer qu'un changement d'habitudes de vie serait bénéfique.
nl: Een hoger vetpercentage kan samenhangen met een groter risico op hart- en vaatziekten, diabetes en andere stofwisselingsproblemen. Aanpassingen in je leefstijl kunnen helpen.

source: Highest Body Fat %
de: Höchster Körperfettanteil
es: Mayor porcentaje de grasa
fr: Masse grasse la plus élevée
fr_ca: Masse grasse la plus élevée
nl: Hoogste vetpercentage

source: Highest Score
de: Bester Wert
es: Puntuación más alta
fr: Meilleur score
fr_ca: Meilleur score
nl: Hoogste score

source: Historical Analysis
de: Verlaufsanalyse
es: Análisis histórico
fr: Analyse historique
fr_ca: Analyse historique
nl: Historische analyse

source: Hour
de: Stunde
es: Hora
fr: Heure
fr_ca: Heure
nl: Uur

source: Hours Between
de: Stunden dazwischen
es: Horas de intervalo
fr: Heures d'intervalle
fr_ca: Heures d'intervalle
nl: Uren ertussen

source: How can I cancel my trial?
de: Wie kann ich meine Testphase kündigen?
es: ¿Cómo cancelo mi prueba gratuita?
fr: Comment annuler mon essai gratuit ?
fr_ca: Comment annuler mon essai gratuit ?
nl: Hoe zeg ik mijn proefperiode op?

source: How is my personal data secured?
de: Wie werden meine persönlichen Daten geschützt?
es: ¿Cómo se protegen mis datos personales?
fr: Comment mes données personnelles sont-elles protégées ?
fr_ca: Comment mes données personnelles sont-elles protégées ?
nl: Hoe worden mijn persoonlijke gegevens beveiligd?

source: How many servings?
de: Wie viele Portionen?
es: ¿Cuántas porciones?
fr: Combien de portions ?
fr_ca: Combien de portions ?
nl: Hoeveel porties?

source: How much did you drink?
de: Wie viel hast du getrunken?
es: ¿Cuánto has bebido?
fr: Quelle quantité avez-vous bue ?
fr_ca: Quelle quantité as-tu bue ?
nl: Hoeveel heb je gedronken?

source: How much this drink contributes to hydration. Water is 100%, caffeinated drinks are typically 80-90%, alcoholic drinks are lower.
de: Wie stark dieses Getränk zur Flüssigkeitszufuhr beiträgt. Wasser zählt 100 %, koffeinhaltige Getränke meist 80-90 %, alkoholische weniger.
es: Cuánto aporta esta bebida a tu hidratación. El agua cuenta al 100 %, las bebidas con cafeína suelen aportar un 80-90 % y las alcohólicas, menos.
fr: Contribution de cette boisson à l'hydratation. L'eau compte pour 100 %, les boissons caféinées pour 80 à 90 % en général, et les boissons alcoolisées pour moins.
fr_ca: Contribution de cette boisson à l'hydratation. L'eau compte pour 100 %, les boissons caféinées pour 80 à 90 % en général, et les boissons alcoolisées pour moins.
nl: Hoeveel dit drankje bijdraagt aan je vochtinname. Water telt voor 100 %, cafeïnehoudende drankjes meestal 80-90 %, alcoholische minder.

source: How to Earn Achievements
de: So bekommst du Erfolge
es: Cómo conseguir logros
fr: Comment obtenir des réussites
fr_ca: Comment obtenir des réussites
nl: Zo verdien je prestaties

source: HR
de: HF
es: FC
fr: FC
fr_ca: FC
nl: HS

source: HR Recovery
de: HF-Erholung
es: Recuperación de FC
fr: Récupération FC
fr_ca: Récupération FC
nl: HR-herstel

source: HR Reserve
de: HF-Reserve
es: Reserva de FC
fr: Réserve FC
fr_ca: Réserve FC

source: HRV is measured during sleep or rest periods with your Apple Watch.
de: Die HRV wird mit deiner Apple Watch im Schlaf oder in Ruhephasen gemessen.
es: La VFC se mide con tu Apple Watch durante el sueño o los periodos de descanso.
fr: La VFC est mesurée pendant le sommeil ou les périodes de repos avec votre Apple Watch.
fr_ca: La VFC est mesurée pendant le sommeil ou les périodes de repos avec ton Apple Watch.
nl: De HRV wordt met je Apple Watch gemeten tijdens slaap of rust.

source: Hydration Level
de: Flüssigkeitsstand
es: Nivel de hidratación
fr: Niveau d'hydratation
fr_ca: Niveau d'hydratation
nl: Vochtniveau

source: I analyze your Personal Data on your device by default.
de: Standardmäßig analysiere ich deine persönlichen Daten direkt auf deinem Gerät.
es: Por defecto, analizo tus datos personales en tu propio dispositivo.
fr: Par défaut, j’analyse vos données personnelles directement sur votre appareil.
fr_ca: Par défaut, j’analyse tes données personnelles directement sur ton appareil.
nl: Standaard analyseer ik je persoonlijke gegevens gewoon op je apparaat.

source: I can calculate your biological age and keep track of your vitals.
de: Ich kann dein biologisches Alter berechnen und deine Vitalwerte im Blick behalten.
es: Puedo calcular tu edad biológica y llevar el seguimiento de tus constantes.
fr: Je peux calculer votre âge biologique et suivre vos constantes.
fr_ca: Je peux calculer ton âge biologique et suivre tes constantes.
nl: Ik kan je biologische leeftijd berekenen en je waarden bijhouden.

source: I can give you insights into your health every day!
de: Ich kann dir jeden Tag Erkenntnisse zu deiner Gesundheit liefern!
es: ¡Puedo darte análisis sobre tu salud cada día!
fr: Je peux vous proposer des analyses de votre santé chaque jour !
fr_ca: Je peux te proposer des analyses de ta santé chaque jour !
nl: Ik geef je elke dag inzicht in je gezondheid!

source: I confirm I’m the age of majority where I live and consent to Bloom reading and writing my Health app data for the purposes described above.
de: Ich bestätige, dass ich volljährig bin, und willige ein, dass Bloom meine Health-Daten für die oben beschriebenen Zwecke liest und schreibt.
es: Confirmo que soy mayor de edad donde resido y autorizo a Bloom a leer y escribir mis datos de la app Salud para los fines descritos arriba.
fr: Je confirme avoir l'âge de la majorité dans mon lieu de résidence et j'autorise Bloom à lire et à écrire les données de l'app Santé aux fins décrites ci-dessus.
fr_ca: Je confirme avoir l'âge de la majorité dans mon lieu de résidence et j'autorise Bloom à lire et à écrire les données de l'app Santé aux fins décrites ci-dessus.
nl: Ik bevestig dat ik meerderjarig ben en geef Bloom toestemming om mijn gegevens uit de Gezondheid-app te lezen en te schrijven voor de hierboven beschreven doelen.

source: I love how I can just ask Bud anything about my health, and I get instant advice based on my data. This is like magic!
de: Ich liebe es, dass ich Bud einfach alles zu meiner Gesundheit fragen kann und sofort einen Tipp auf Basis meiner Daten bekomme. Das ist wie Zauberei!
es: Me encanta poder preguntarle a Bud cualquier cosa sobre mi salud y recibir al instante un consejo basado en mis datos. ¡Es pura magia!
fr: J’adore pouvoir poser n’importe quelle question santé à Bud et recevoir un conseil instantané basé sur mes données. C’est magique !
fr_ca: J’adore pouvoir poser n’importe quelle question santé à Bud et recevoir un conseil instantané basé sur mes données. C’est magique !
nl: Ik vind het geweldig dat ik Bud gewoon alles over mijn gezondheid kan vragen en meteen advies krijg op basis van mijn data. Het lijkt wel magie!

source: I show you what’s affecting your health and what you can do about it.
de: Ich zeige dir, was deine Gesundheit beeinflusst und was du dagegen tun kannst.
es: Te muestro qué afecta a tu salud y qué puedes hacer al respecto.
fr: Je vous montre ce qui influence votre santé et ce que vous pouvez y faire.
fr_ca: Je te montre ce qui influence ta santé et ce que tu peux y faire.
nl: Ik laat je zien wat je gezondheid beïnvloedt en wat je eraan kunt doen.

source: I'll answer by referencing your personal data.
de: Ich antworte auf Basis deiner persönlichen Daten.
es: Responderé basándome en tus datos personales.
fr: Je répondrai en m'appuyant sur vos données personnelles.
fr_ca: Je répondrai en m'appuyant sur tes données personnelles.
nl: Ik antwoord op basis van je persoonlijke gegevens.

source: I’ll help you visualize your health trends and show typical ranges for context.
de: Ich helfe dir, deine Gesundheitstrends zu sehen, und zeige dir typische Bereiche zur Einordnung.
es: Te ayudo a visualizar tus tendencias de salud y te muestro los rangos habituales como referencia.
fr: Je vous aide à visualiser vos tendances santé et je vous montre les plages habituelles pour vous situer.
fr_ca: Je t’aide à visualiser tes tendances santé et je te montre les plages habituelles pour te situer.
nl: Ik help je je gezondheidstrends te zien en laat typische waarden zien voor context.

source: I've got your back!
de: Ich bin für dich da!
es: ¡Cuenta conmigo!
fr: Je veille sur vous !
fr_ca: Je veille sur tu !
nl: Ik sta voor je klaar!

source: If you need to cancel your trial, you can cancel it right from the app's settings (we made it easy to find!). You can also manage your subscriptions on your Apple Account.
de: Du kannst deine Testphase direkt in den Einstellungen der App kündigen (wir haben sie leicht auffindbar gemacht!). Deine Abos kannst du außerdem über deinen Apple-Account verwalten.
es: Puedes cancelar tu prueba directamente desde los ajustes de la app (¡la pusimos fácil de encontrar!). También puedes gestionar tus suscripciones en tu cuenta de Apple.
fr: Vous pouvez annuler votre essai directement depuis les réglages de l’app (facile à trouver, promis !). Vous pouvez aussi gérer vos abonnements depuis votre compte Apple.
fr_ca: Tu peux annuler ton essai directement depuis les réglages de l’app (facile à trouver, promis !). Tu peux aussi gérer tes abonnements depuis ton compte Apple.
nl: Je kunt je proefperiode gewoon in de instellingen van de app opzeggen (makkelijk te vinden, beloofd!). Je abonnementen beheer je ook via je Apple-account.

source: If you subscribe to Bloom Plus, I’ll securely send your data to our servers only when needed for AI analysis. Your data is never used to train AI models.
de: Wenn du Bloom Plus abonnierst, sende ich deine Daten sicher an unsere Server – nur dann, wenn es für die KI-Analyse nötig ist. Deine Daten werden nie zum Training von KI-Modellen verwendet.
es: Si te suscribes a Bloom Plus, envío tus datos a nuestros servidores de forma segura y solo cuando hace falta para el análisis con IA. Tus datos nunca se usan para entrenar modelos de IA.
fr: Si vous êtes abonné à Bloom Plus, j’envoie vos données à nos serveurs de façon sécurisée, uniquement lorsque l’analyse par IA le nécessite. Vos données ne servent jamais à entraîner des modèles d’IA.
fr_ca: Si tu es abonné à Bloom Plus, j’envoie tes données à nos serveurs de façon sécurisée, uniquement lorsque l’analyse par IA le nécessite. Tes données ne servent jamais à entraîner des modèles d’IA.
nl: Als je Bloom Plus hebt, stuur ik je gegevens veilig naar onze servers, alleen wanneer dat nodig is voor AI-analyse. Je gegevens worden nooit gebruikt om AI-modellen te trainen.

source: If you're liking the experience so far, a quick rating would mean a lot to our small but mighty team!
de: Wenn dir Bloom bisher gefällt, würde eine kurze Bewertung unserem kleinen, starken Team viel bedeuten!
es: Si te está gustando Bloom, una valoración rápida significaría mucho para nuestro pequeño gran equipo.
fr: Si l'expérience vous plaît jusqu'ici, une petite note compterait beaucoup pour notre petite équipe !
fr_ca: Si l'expérience te plaît jusqu'ici, une petite note compterait beaucoup pour notre petite équipe !
nl: Bevalt Bloom je tot nu toe? Een korte beoordeling betekent veel voor ons kleine maar sterke team!

source: Important for emotional processing, learning, and creativity. REM cycles get longer throughout the night.
de: Wichtig für emotionale Verarbeitung, Lernen und Kreativität. Die REM-Phasen werden im Lauf der Nacht länger.
es: Importante para el procesamiento emocional, el aprendizaje y la creatividad. Los ciclos REM se alargan a lo largo de la noche.
fr: Important pour le traitement des émotions, l'apprentissage et la créativité. Les cycles de sommeil paradoxal s'allongent au fil de la nuit.
fr_ca: Important pour le traitement des émotions, l'apprentissage et la créativité. Les cycles de sommeil paradoxal s'allongent au fil de la nuit.
nl: Belangrijk voor emotionele verwerking, leren en creativiteit. REM-cycli worden langer naarmate de nacht vordert.

source: Improve my body composition
de: Meine Körperzusammensetzung verbessern
es: Mejorar mi composición corporal
fr: Améliorer ma composition corporelle
fr_ca: Améliorer ma composition corporelle
nl: Mijn lichaamssamenstelling verbeteren

source: Improve sleep
de: Besser schlafen
es: Dormir mejor
fr: Mieux dormir
fr_ca: Mieux dormir
nl: Beter slapen

source: Improve Sleep
de: Besser schlafen
es: Dormir mejor
fr: Mieux dormir
fr_ca: Mieux dormir
nl: Beter slapen

source: Improving
de: Verbessert sich
es: Mejorando
fr: En progression
fr_ca: En progression
nl: Verbetert

source: Inches
de: Zoll
es: Pulgadas
fr: Pouces
fr_ca: Pouces
nl: Inch

source: Inconsistent
de: Unregelmäßig
es: Irregular
fr: Irrégulier
fr_ca: Irrégulier
nl: Wisselend

source: Increasing
de: Steigend
es: En aumento
fr: En hausse
fr_ca: En hausse
nl: Stijgend

source: Individuals in this range have a healthy amount of body fat and are usually quite active. This range is often seen in non-competitive athletes or individuals who maintain a consistent exercise routine.
de: Personen in diesem Bereich haben einen gesunden Körperfettanteil und sind meist recht aktiv. Man findet ihn häufig bei Freizeitsportlern oder Menschen mit regelmäßigem Training.
es: Las personas en este rango tienen un porcentaje de grasa saludable y suelen ser bastante activas. Es habitual en deportistas no competitivos o en quienes entrenan con regularidad.
fr: Les personnes situées dans cette plage ont un taux de masse grasse sain et sont généralement assez actives. On la retrouve souvent chez les sportifs amateurs ou chez celles et ceux qui s'entraînent régulièrement.
fr_ca: Les personnes situées dans cette plage ont un taux de masse grasse sain et sont généralement assez actives. On la retrouve souvent chez les sportifs amateurs ou chez celles et ceux qui s'entraînent régulièrement.
nl: Mensen in dit bereik hebben een gezond vetpercentage en zijn meestal behoorlijk actief. Je ziet dit vaak bij recreatieve sporters of mensen die regelmatig trainen.

source: Input Mode
de: Eingabemodus
es: Modo de entrada
fr: Mode de saisie
fr_ca: Mode de saisie
nl: Invoermodus

source: Insights
de: Erkenntnisse
es: Análisis
fr: Analyses
fr_ca: Analyses
nl: Inzichten

source: Insufficient
de: Zu wenig
es: Insuficiente
fr: Insuffisant
fr_ca: Insuffisant
nl: Te weinig

source: Insufficient data
de: Zu wenig Daten
es: Datos insuficientes
fr: Données insuffisantes
fr_ca: Données insuffisantes
nl: Te weinig gegevens

source: Insufficient Data
de: Zu wenig Daten
es: Datos insuficientes
fr: Données insuffisantes
fr_ca: Données insuffisantes
nl: Te weinig gegevens

source: Intermittent Sounds
de: Zeitweise Geräusche
es: Sonidos intermitentes
fr: Sons intermittents
fr_ca: Sons intermittents
nl: Af en toe geluid

source: Interval
de: Intervall
es: Intervalo
fr: Intervalle
fr_ca: Intervalle

source: Interval Range
de: Intervallspanne
es: Rango del intervalo
fr: Plage d'intervalle
fr_ca: Plage d'intervalle
nl: Intervalbereik

source: Invest in my Health
de: In meine Gesundheit investieren
es: Invertir en mi salud
fr: Investir dans ma santé
fr_ca: Investir dans ma santé
nl: Investeren in mijn gezondheid

source: Iron
de: Eisen
es: Hierro
fr: Fer
fr_ca: Fer
nl: IJzer

source: It's so convenient tracking food just by taking a picture of it!
de: Es ist super praktisch, Essen einfach per Foto zu tracken!
es: ¡Es supercómodo registrar la comida con solo hacerle una foto!
fr: C’est tellement pratique d’enregistrer mes repas juste en les prenant en photo !
fr_ca: C’est tellement pratique d’enregistrer mes repas juste en les prenant en photo !
nl: Superhandig dat ik mijn eten gewoon met een foto kan bijhouden!

source: Jump to Here
de: Hierhin springen
es: Ir aquí
fr: Aller ici
fr_ca: Aller ici
nl: Spring hierheen

source: Just Monitor My Health
de: Einfach meine Gesundheit im Blick behalten
es: Solo controlar mi salud
fr: Simplement suivre ma santé
fr_ca: Simplement suivre ma santé
nl: Gewoon mijn gezondheid volgen

source: Last 3 Mo
de: Letzte 3 Mon.
es: Últ. 3 meses
fr: 3 derniers mois
fr_ca: 3 derniers mois
nl: Laatste 3 mnd

source: Last 3 Months
de: Letzte 3 Monate
es: Últimos 3 meses
fr: 3 derniers mois
fr_ca: 3 derniers mois
nl: Afgelopen 3 maanden

source: Last 6 Mo
de: Letzte 6 Mon.
es: Últ. 6 meses
fr: 6 derniers mois
fr_ca: 6 derniers mois
nl: Laatste 6 mnd

source: Last 6 Months
de: Letzte 6 Monate
es: Últimos 6 meses
fr: 6 derniers mois
fr_ca: 6 derniers mois
nl: Afgelopen 6 maanden

source: Last 7 Days
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
fr_ca: 7 derniers jours
nl: Afgelopen 7 dagen

source: Last 30 Days
de: Letzte 30 Tage
es: Últimos 30 días
fr: 30 derniers jours
fr_ca: 30 derniers jours
nl: Afgelopen 30 dagen

source: Last Bowel Movement
de: Letzter Stuhlgang
es: Última deposición
fr: Dernières selles
fr_ca: Dernières selles
nl: Laatste stoelgang

source: Last checked: %@
de: Zuletzt geprüft: %@
es: Última comprobación: %@
fr: Dernière vérification : %@
fr_ca: Dernière vérification : %@
nl: Laatst gecontroleerd: %@

source: Last fetched: %@
de: Zuletzt geladen: %@
es: Última descarga: %@
fr: Dernière récupération : %@
fr_ca: Dernière récupération : %@
nl: Laatst opgehaald: %@

source: Last Month
de: Letzter Monat
es: El mes pasado
fr: Le mois dernier
fr_ca: Le mois dernier
nl: Vorige maand

source: Last Month Diastolic
de: Diastolisch letzter Monat
es: Diastólica del mes pasado
fr: Diastolique du mois dernier
fr_ca: Diastolique du mois dernier
nl: Onderdruk vorige maand

source: Last Month Systolic
de: Systolisch letzter Monat
es: Sistólica del mes pasado
fr: Systolique du mois dernier
fr_ca: Systolique du mois dernier
nl: Bovendruk vorige maand

source: Last Night vs Baseline
de: Letzte Nacht vs. Ausgangswert
es: Anoche vs. referencia
fr: Nuit dernière vs référence
fr_ca: Nuit dernière vs référence
nl: Afgelopen nacht vs. uitgangswaarde

source: Last Week
de: Letzte Woche
es: La semana pasada
fr: La semaine dernière
fr_ca: La semaine dernière
nl: Vorige week

source: Last Year
de: Letztes Jahr
es: El año pasado
fr: L'an dernier
fr_ca: L'an dernier
nl: Vorig jaar

source: Late
de: Spät
es: Tarde
fr: Tard
fr_ca: Tard
nl: Laat

source: Late Period
de: Periode überfällig
es: Regla con retraso
fr: Règles en retard
fr_ca: Règles en retard
nl: Menstruatie te laat

source: Learn More
de: Mehr erfahren
es: Más información
fr: En savoir plus
fr_ca: En savoir plus
nl: Meer info

source: Learn patterns in your eating habits. Scan barcodes for faster logging. Log food by simply taking a picture!
de: Erkenne Muster in deinen Essgewohnheiten. Scanne Barcodes für schnelleres Eintragen. Oder fotografiere dein Essen einfach ab!
es: Descubre patrones en tus hábitos alimentarios. Escanea códigos de barras para registrar más rápido. ¡O registra tu comida con una simple foto!
fr: Découvrez vos habitudes alimentaires. Scannez les codes-barres pour enregistrer plus vite. Enregistrez un repas d'une simple photo !
fr_ca: Découvre tes habitudes alimentaires. Scanne les codes-barres pour enregistrer plus vite. Enregistre un repas d'une simple photo !
nl: Ontdek patronen in je eetgewoonten. Scan barcodes om sneller vast te leggen. Of leg je eten vast met één foto!

source: Legend
de: Legende
es: Leyenda
fr: Légende
fr_ca: Légende
nl: Legenda

source: Less guessing. More progressing.
de: Weniger raten. Mehr erreichen.
es: Menos dudas. Más progreso.
fr: Moins de doutes. Plus de progrès.
fr_ca: Moins de doutes. Plus de progrès.
nl: Minder gissen. Meer vooruitgang.

source: Less Likely Next Period
de: Nächste Periode weniger wahrscheinlich
es: Próxima regla menos probable
fr: Prochaines règles moins probables
fr_ca: Prochaines règles moins probables
nl: Volgende menstruatie minder waarschijnlijk

source: Less scrolling. More knowing.
de: Weniger scrollen. Mehr wissen.
es: Menos scroll. Más respuestas.
fr: Moins de scroll. Plus de réponses.
fr_ca: Moins de scroll. Plus de réponses.
nl: Minder scrollen. Meer weten.

source: Less than 1 day remaining
de: Weniger als 1 Tag
es: Menos de 1 día
fr: Moins d'un jour restant
fr_ca: Moins d'un jour restant
nl: Minder dan 1 dag

source: Less than 10%
de: Weniger als 10 %
es: Menos del 10 %
fr: Moins de 10 %
fr_ca: Moins de 10 %
nl: Minder dan 10%

source: Less tossing. More snoozing.
de: Weniger wälzen. Mehr schlafen.
es: Menos vueltas. Más sueño.
fr: Moins d’insomnie. Plus de vraies nuits.
fr_ca: Moins d’insomnie. Plus de vraies nuits.
nl: Minder woelen. Meer slapen.

source: Let me keep you on track with helpful reminders and health insights.
de: Ich halte dich mit hilfreichen Erinnerungen und Erkenntnissen auf Kurs.
es: Déjame acompañarte con recordatorios útiles y análisis de salud.
fr: Laissez-moi vous accompagner avec des rappels utiles et des analyses de santé.
fr_ca: Laisse-moi t'accompagner avec des rappels utiles et des analyses de santé.
nl: Ik houd je op koers met handige herinneringen en gezondheidsinzichten.

source: Let's Do It!
de: Los geht's!
es: ¡Vamos allá!
fr: C'est parti !
fr_ca: C'est parti !
nl: Aan de slag!

source: Let's get to know each other a bit...
de: Lass uns kurz kennenlernen …
es: Vamos a conocernos un poco…
fr: Faisons connaissance…
fr_ca: Faisons connaissance…
nl: Laten we elkaar wat beter leren kennen …

source: Let's go!
de: Auf geht's!
es: ¡Adelante!
fr: On y va !
fr_ca: On y va !
nl: Kom op!

source: Let's Go!
de: Auf geht's!
es: ¡Adelante!
fr: On y va !
fr_ca: On y va !
nl: Kom op!

source: Let's make Bloom work perfectly for you.
de: Machen wir Bloom perfekt für dich.
es: Vamos a dejar Bloom perfecto para ti.
fr: Configurons Bloom pour qu'il vous convienne parfaitement.
fr_ca: Configurons Bloom pour qu'il te convienne parfaitement.
nl: Laten we Bloom perfect voor jou instellen.

source: Let’s set goals that actually fit you.
de: Setzen wir Ziele, die wirklich zu dir passen.
es: Pongamos objetivos que de verdad encajen contigo.
fr: Fixons des objectifs vraiment adaptés à vous.
fr_ca: Fixons des objectifs vraiment adaptés à toi.
nl: Laten we doelen stellen die echt bij je passen.

source: Let's talk about your main Focus Area.
de: Sprechen wir über deinen Schwerpunkt.
es: Hablemos de tu objetivo principal.
fr: Parlons de votre objectif principal.
fr_ca: Parlons de ton objectif principal.
nl: Laten we het over je belangrijkste focus hebben.

source: Let's talk privacy.
de: Sprechen wir über Datenschutz.
es: Hablemos de privacidad.
fr: Parlons de confidentialité.
fr_ca: Parlons de confidentialité.
nl: Even over privacy.

source: Level
de: Stufe
es: Nivel
fr: Niveau
fr_ca: Niveau
nl: Niveau

source: Library
de: Mediathek
es: Fototeca
fr: Photothèque
fr_ca: Photothèque
nl: Bibliotheek

source: Lifestyle
de: Lebensstil
es: Estilo de vida
fr: Mode de vie
fr_ca: Mode de vie
nl: Levensstijl
